portable
ap
pre
op
evaluation
admitting
diagnosis
coronary
artery
disease
woman
htn
vessel
cabg
today
preop
supine
frontal
radiograph
prior
comparison
findings
heart
enlarged
mediastinal
contours
normal
lungs
effusions
consolidation
pulmonary
edema
cardiomegaly
chf
pneumonia
cardiopulmonary
process
ccu
admission
npn
main
yo
cath
found
lad
procedure
sent
lab
iabp
placed
awaiting
see
pmh
cooperative
care
anxious
surgery
asking
questions
home
well
overnight
cv
hemodynamically
stable
nsr
vea
map
poor
systolic
unloading
good
nitro
mcgs
kg
min
heparin
remains
made
maps
high
ace
currently
groin
site
palpable
pulses
distal
remain
repleted
sats
ra
denies
sob
foley
gravity
draining
adequate
amounts
huo
uo
lower
abd
soft
bs
taking
pos
npo
mn
id
wbc
elevated
continue
follow
contact
vd
nd
continues
monitor
lat
history
evaluate
body
abdomen
views
identified
alert
oriented
mae
following
commands
mso
torodol
cardiac
st
one
ectopy
sbp
running
needed
start
gtt
weaning
dopplerable
warm
dry
intact
ci
temp
time
tylenol
resolved
weaned
tolerating
get
two
lopressor
extubated
nc
leak
dsd
scant
drainage
leg
started
sips
clears
ice
chips
nontender
bowel
sounds
greater
bp
wean
blood
sugars
starting
meds
csru
admitted
lima
svg
received
prbc
bypass
times
wnl
anesthesia
intubation
present
extubation
able
face
mask
arrived
neo
propofol
gtts
hx
ago
last
increased
treated
moderate
augmentation
waveform
upon
arrival
ntg
titrating
low
afebrile
pulm
simv
fio
breathing
vent
tv
fluid
infusing
eyes
head
morphine
control
uop
og
carafate
endo
dsgs
wake
place
support
arm
back
total
ekg
unchanged
dp
hct
set
sat
patent
bm
ms
ox
effect
social
done
aline
went
due
pressure
still
doses
remained
even
using
weak
cough
sputum
serosang
airleak
percocet
lasix
liquids
toilet
increase
please
eval
removal
status
check
pneumothorax
upright
view
evidence
ventricular
failure
infiltrates
without
update
underlying
less
labile
maintain
co
lr
volume
cvp
abg
bilat
diminished
upper
lobes
tubes
sm
amts
ss
air
follows
ogt
dc
glucoses
reg
insulin
yellow
labs
carevue
results
postop
lytes
oob
chair
transfer
intubated
sedated
prop
capture
mod
otherwise
doppler
cpap
ps
peep
episodes
easily
sleep
perl
position
thick
bilious
glucose
qs
urine
sternal
rt
ho
awake
within
minutes
recieved
decreased
replaced
night
rn
assess
lung
graft
sda
man
removed
patient
swan
ganz
catheter
ij
sheath
bilateral
lobe
atelectasis
improvement
pleural
effusion
tamponade
ray
tip
cm
carina
seen
going
deep
costophrenic
median
sternotomy
superior
widening
consistent
surgical
pacer
team
additional
floor
bed
nsg
appropriate
perrl
pvc
performed
shows
anterior
discussed
hemodynamics
orders
repeat
integ
comfort
tolerated
note
restarted
several
np
bolus
around
requiring
states
much
wife
family
visiting
tomorrow
afternoon
amount
unable
atrial
titrated
pac
replacement
pedal
warmed
hrs
ffp
nods
appropriately
areas
extubate
keep
output
ptx
cad
technique
endotracheal
terminating
satisfactory
internal
jugular
venous
access
nasogastric
stomach
drains
appears
previous
visualized
linear
opacity
interstitial
bilaterally
mild
congestive
slightly
improved
osseous
structures
appearance
sided
slight
bibasilar
new
rate
nbp
perform
film
ett
approximately
however
outflow
tract
focal
may
small
region
infiltrate
ng
need
recommended
shift
rare
epi
wires
attached
demand
minimal
repleated
pp
cool
tinged
flow
sheet
hypo
protocol
multiple
called
visit
aware
management
titrate
advance
diet
gave
mgso
coarse
showed
acidosis
settings
flowsheet
positive
cxr
suctioned
amt
secretions
mediastinum
absent
calm
consistently
grade
paced
occasional
av
sensing
capturing
throughout
dim
crackles
hypoactive
response
incisional
db
cont
little
vs
incident
pacing
diuresis
productive
tol
use
appetite
bedside
hygiene
sleepy
level
prn
checked
pao
neg
svo
avr
aortic
valve
compared
volumes
size
significantly
distended
drain
rhythm
changed
required
earlier
morning
tent
turned
side
breath
tx
continued
strong
ordered
med
dose
first
run
pending
course
slowly
encourage
hours
recent
mitral
available
obtained
early
postoperative
approach
calcified
unremarkable
lines
described
initial
far
slow
intra
sx
brisk
updated
sense
progress
change
rule
prominent
vascular
interval
pa
ok
deline
carotid
series
complete
episode
stenosis
study
arteries
ultrasound
plaque
peak
velocities
sec
common
ica
cca
ratio
eca
vertebral
antegrade
none
lateral
aorta
contour
central
acute
bedrest
clinical
operative
limits
vasculature
angle
likely
basilar
apical
bases
md
dng
sero
sang
duplex
significant
second
respectively
excellent
initially
presently
command
extremities
icu
proximal
equal
pleasant
feet
touch
treatment
assist
coughing
encouragement
fair
next
discomfort
vanco
son
became
rr
respiratory
call
port
placement
associated
products
pump
initally
although
degree
filling
ls
bil
brown
silhouette
medicated
radial
dsg
pressures
reglan
retrocardiac
self
daughter
calcifications
changes
severe
nursing
bleeding
reversed
movement
palp
epicardial
incisions
held
applied
attempt
evening
also
coags
hematoma
since
thigh
pupils
exam
vein
repair
terminates
mv
diaphragm
nausea
cuff
feeling
kcl
possible
despite
thoracic
thin
could
parenchymal
levo
male
renal
yesterday
acidotic
better
gd
angina
open
ivf
relief
hypotensive
data
toradol
moving
mr
decrease
sedation
closely
awoke
difficulty
pna
assessment
presents
mid
portion
sc
dropped
nkda
days
including
sinus
mi
femoral
scale
needs
moves
